Repository: johnbean393/Hivecrew
Catalog: Hivecrew/Hivecrew/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans

# '%@' failed to start: %@
source: '%1$@' failed to start: %2$@
de: '%1$@' konnte nicht gestartet werden: %2$@
es: '%1$@' no pudo iniciarse: %2$@
fr: '%1$@' n'a pas pu démarrer : %2$@
it: '%1$@' non è riuscito ad avviarsi: %2$@
ja: '%1$@' の起動に失敗しました：%2$@
ko: '%1$@' 시작 실패: %2$@
zh_hans: '%1$@' 启动失败：%2$@

source: '%@' has started running.
de: "'%@' wurde gestartet.
es: "%@" ha iniciado su ejecución.
fr: '%@' a commencé à s'exécuter.
it: '%@' è iniziato l'esecuzione.
ja: '%@' の実行を開始しました。
ko: '%@' 실행이 시작되었습니다.
zh_hans: '%@'已开始运行。

source: '%@' is now available for matching
de: '%@' ist jetzt für den Abgleich verfügbar
es: '%@' ya está disponible para matching
fr: '%@' est maintenant disponible pour la mise en correspondance
it: '%@' è ora disponibile per l'abbinamento
ja: '%@'がマッチング可能になりました
ko: '%@'이(가) 매칭 가능해졌습니다
zh_hans: '%@' 已可进行匹配

source: (actual)
de: (tatsächlich)
es: (real)
fr: (réel)
it: (attuale)
ja: （実データ）
ko: (실제)
zh_hans: (实际)

source: *"Create a comparison of the top EVs"*
de: Top-EVs vergleichen
es: *"Crear una comparación de los mejores VE"*
fr: "Créer une comparaison des meilleures EVs"
it: "Crea un confronto dei migliori EV"
ja: 上位EVの比較を作成する
ko: 상위 전기차 비교 작성
zh_hans: 创建顶级电动汽车对比

# %@ of %@
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
ja: %1$@件中%2$@件
ko: %2$@의 %1$@

# %@ of %@ downloaded
source: %1$@ of %2$@ downloaded
de: %1$@ von %2$@ heruntergeladen
es: %1$@ de %2$@ descargados
fr: %1$@ sur %2$@ téléchargés
it: %1$@ di %2$@ scaricati
ja: %1$@ / %2$@ をダウンロード済み
ko: %2$@개 중 %1$@개 다운로드됨

source: %lld deliverable(s) ready
de: %lld Ergebnis(se) bereit
es: %lld entregable(s) listo(s)
fr: %lld livrable(s) prêt(s)
it: %lld elementi pronti
ja: %lld個の成果物 準備完了
ko: %lld개의 산출물 준비됨
zh_hans: %lld 个可交付成果已就绪

source: %lld file(s) will still be attached
de: %lld Datei(en) werden noch angehängt
es: Se adjuntarán %lld archivo(s)
fr: %lld fichier(s) seront toujours joints
it: %lld file verranno ancora allegati
ja: %lld件のファイルが引き続き添付されます
ko: %lld개의 파일이 계속 첨부됩니다
zh_hans: %lld 个文件仍将附加

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld de %2$lld
it: %1$lld di %2$lld
ja: %1$lld件中%2$lld件
ko: %1$lld / %2$lld
zh_hans: %1$lld / %2$lld

# %lld of %lld skill%@
source: %1$lld of %2$lld skill%3$@
de: %1$lld von %2$lld Skill%3$@
es: %1$lld de %2$lld habilidad%3$@
fr: %1$lld compétence%3$@ sur %2$lld
it: %1$lld di %2$lld competenze%3$@
ja: %1$lld 件中 %2$lld 件%3$@
ko: %2$lld개 중 %1$lld개
zh_hans: %1$lld / %2$lld 技能

# %lld of %lld tasks selected
source: %1$lld of %2$lld tasks selected
de: "%1$lld von %2$lld Aufgaben ausgewählt"
es: %1$lld de %2$lld tareas seleccionadas
fr: %1$lld sur %2$lld tâches sélectionnées
it: %1$lld di %2$lld task selezionati
ja: %2$lld件中%1$lld件を選択
ko: %1$lld개 중 %2$lld개 선택됨
zh_hans: 已选中 %1$lld/%2$lld 项任务

# %lld skill%@
source: %1$lld skill%2$@
de: %1$lld Fähigkeit%2$@
es: %1$lld habilidad%2$@
fr: %1$lld compétence%2$@
ja: %1$lld スキル%2$@
ko: %1$lld스킬%2$@
zh_hans: %1$lld 技能%2$@

source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld pas
it: %lld passi
ja: %lld ステップ
ko: %lld단계
zh_hans: %lld 步

# %lld/%lld tasks
source: %1$lld/%2$lld tasks
de: %1$lld/%2$lld Aufgaben
es: %1$lld/%2$lld tareas
fr: %1$lld/%2$lld tâches
it: %1$lld/%2$lld attività
ja: %1$lld/%2$lldタスク
ko: %1$lld/%2$lld 작업
zh_hans: %1$lld/%2$lld 任务

source: %lld/1024 characters
de: %lld/1024 Zeichen
es: %lld/1024 caracteres
fr: %lld/1024 caractères
it: %lld/1024 caratteri
ja: %lld/1024文字
ko: %lld/1024자
zh_hans: %lld/1024 字符

source: • and %lld more...
de: • und %lld weitere...
es: • y %lld más...
fr: • et %lld autres...
it: • e %lld altri
ja: 他 %lld 件...
ko: • 그리고 %lld개 더...
zh_hans: • 另有 %lld 项...

source: 6-digit code
de: 6-stelliger Code
es: Código de 6 dígitos
fr: code à 6 chiffres
it: codice a 6 cifre
ja: 6桁のコード
ko: 6자리 코드
zh_hans: 6位验证码

source: A new version of the Hivecrew Golden Image is available.
de: Eine neue Version des Hivecrew Golden Image ist verfügbar.
es: Una nueva versión de Hivecrew Golden Image está disponible.
fr: Une nouvelle version de l'image Golden Image Hivecrew est disponible.
it: Una nuova versione del Golden Image di Hivecrew è disponibile.
ja: Hivecrew Golden Image の新しいバージョンが利用可能です。
ko: 새로운 Hivecrew Golden Image 버전이 사용 가능합니다.
zh_hans: 新版 Hivecrew 黄金镜像现已推出。

source: Access your Hivecrew instance from anywhere via a secure Cloudflare Tunnel. Requires email verification.
de: Greifen Sie von überall auf Ihre Hivecrew-Instanz über einen sicheren Cloudflare-Tunnel zu. E-Mail-Verifizierung erforderlich.
es: ¿Acceda a su instancia de Hivecrew desde cualquier lugar mediante un túnel seguro de Cloudflare. Requiere verificación de correo electrónico.
fr: Accédez à votre instance Hivecrew de n'importe où via un tunnel Cloudflare sécurisé. Vérification par e-mail requise.
it: Accedi alla tua istanza di Hivecrew da qualsiasi luogo tramite un Cloudflare Tunnel sicuro. Richiede la verifica dell'email.
ja: セキュアな Cloudflare Tunnel 経由で、どこからでも Hivecrew インスタンスにアクセスできます。メール認証が必要です。
ko: 어디서든 보안 Cloudflare 터널을 통해 Hivecrew 인스턴스에 액세스하세요. 이메일 인증이 필요합니다.
zh_hans: 通过安全的 Cloudflare Tunnel，您可以从任何地方访问您的 Hivecrew 实例。需要邮箱验证。

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
zh_hans: 账户

source: Action Required
de: Aktion erforderlich
es: Acción requerida
fr: Action requise
it: Azione richiesta
ja: 対応が必要です
ko: 조치 필요
zh_hans: 需要操作

source: Action Required:
de: Aktion erforderlich:
es: Acción requerida:
fr: Action requise :
it: Azione richiesta:
ja: 対応が必要です:
ko: 조치 필요:
zh_hans: 需要操作：

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동
zh_hans: 活动

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
zh_hans: 添加

source: Add a VM Template
de: VM-Vorlage hinzufügen
es: Añadir una plantilla de VM
fr: Ajouter un modèle de VM
it: Aggiungi un modello VM
ja: VM テンプレートを追加
ko: VM 템플릿 추가
zh_hans: 添加 VM 模板

source: Add an LLM provider to get started with agent tasks.
de: Fügen Sie einen LLM-Anbieter hinzu, um mit Agentur-Aufgaben loszulegen.
es: Agrega un proveedor de LLM para comenzar con tareas de agentes.
fr: Ajoutez un fournisseur LLM pour commencer les tâches d'agent.
it: Aggiungi un provider LLM per iniziare con le attività degli agenti.
ja: エージェントタスクを始めるには、LLM プロバイダを追加してください。
ko: 에이전트 작업을 시작하려면 LLM 공급자를 추가하세요.
zh_hans: 添加 LLM 提供商以开始代理任务。

source: Add Credential
de: Anmeldeinformation hinzufügen
es: Agregar credencial
fr: Ajouter un identifiant
it: Aggiungi credenziale
ja: 認証情報を追加
ko: 인증 정보 추가
zh_hans: 添加凭据

source: Add environment variable
de: Umgebungsvariable hinzufügen
es: Añadir variable de entorno
fr: Ajouter une variable d'environnement
it: Aggiungi variabile d'ambiente
ja: 環境変数を追加
ko: 환경 변수 추가
zh_hans: 添加环境变量

source: Add File...
de: Datei hinzufügen...
es: Agregar archivo...
fr: Ajouter un fichier...
it: Aggiungi file...
ja: ファイルを追加...
ko: 파일 추가...
zh_hans: 添加文件...

source: Add Files
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
it: Aggiungi file
ja: ファイルを追加
ko: 파일 추가
zh_hans: 添加文件

source: Add instructions...
de: Anweisungen hinzufügen...
es: Agregar instrucciones...
fr: Ajouter des instructions...
it: Inserisci istruzioni...
ja: 指示を入力...
ko: 지침 추가...
zh_hans: 添加指令...

source: Add login credentials here for agents to use. Credentials are stored in Keychain and never exposed to the AI—only secure tokens are used.
de: Fügen Sie hier Anmeldedaten hinzu, die von Agenten verwendet werden sollen. Die Zugangsdaten werden im Schlüsselbund gespeichert und niemals an die KI weitergegeben – es werden nur sichere Token verwendet.
es: Agrega las credenciales de inicio de sesión aquí para que las usen los agentes. Las credenciales se almacenan en Keychain y nunca se exponen a la IA; solo se usan tokens seguros.
fr: Ajoutez ici les identifiants de connexion pour que les agents les utilisent. Les identifiants sont stockés dans Keychain et jamais exposés à l'IA — seuls des jetons sécurisés sont utilisés.
it: Aggiungi qui le credenziali di accesso per gli agenti. Le credenziali sono archiviate in Keychain e non vengono mai esposte all'AI: vengono utilizzati solo token sicuri.
ja: ここにログイン資格情報を追加すると、エージェントが使用するようになります。資格情報はKeychainに保存され、AIに公開されることはありません——安全なトークンのみが使用されます。
ko: 에이전트에서 사용할 로그인 자격 증명을 여기에 추가하세요. 자격 증명은 키체인에 저장되어 AI에 노출되지 않으며, 보안 토큰만 사용됩니다.
zh_hans: 在此添加登录凭据，供代理使用。凭据存储在钥匙串中，绝不会暴露给 AI——仅使用安全令牌。

source: Add MCP servers to extend the agent's capabilities with external tools.
de: Fügen Sie MCP-Server hinzu, um die Fähigkeiten des Agents mit externen Tools zu erweitern.
es: Agrega servidores MCP para extender las capacidades del agente con herramientas externas.
fr: Ajoutez des serveurs MCP afin d'étendre les capacités de l'agent grâce à des outils externes.
it: Aggiungi server MCP per estendere le capacità dell'agente con strumenti esterni.
ja: MCPサーバーを追加して、エージェントの機能を外部ツールで拡張します。
ko: MCP 서버를 추가하여 에이전트의 기능을 외부 도구로 확장할 수 있습니다.
zh_hans: 添加 MCP 服务器，通过外部工具扩展代理的功能。

source: Add Provider
de: Provider hinzufügen
es: Añadir proveedor
fr: Ajouter un provider
it: Aggiungi Provider
ja: プロバイダーを追加
ko: 공급자 추가
zh_hans: 添加服务商

source: Add Server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가
zh_hans: 添加服务器

source: Add setup command
de: Setup-Befehl hinzufügen
es: Agregar comando de configuración
fr: Ajouter une commande de configuration
it: Aggiungi comando di configurazione
ja: セットアップコマンドを追加
ko: 설정 명령 추가
zh_hans: 添加设置命令

source: Add Skill
de: Fähigkeit hinzufügen
es: Añadir habilidad
fr: Ajouter une compétence
it: Aggiungi Skill
ja: スキルを追加
ko: 스킬 추가
zh_hans: 添加技能

source: Add Skills
de: Fähigkeiten hinzufügen
es: Añadir habilidades
fr: Ajouter des compétences
it: Aggiungi Skill
ja: スキルを追加
ko: 스킬 추가
zh_hans: 添加技能

source: added
de: hinzugefügt
es: añadido
fr: ajouté
it: Aggiunto
ja: 追加済み
ko: 추가됨
zh_hans: 新增

source: Added
de: Hinzugefügt
es: Agregados
fr: Ajouté
it: Aggiunti
ja: 追加済み
ko: 추가
zh_hans: 已添加

source: Added during execution
de: Während Ausführung hinzugefügt
es: Añadido durante la ejecución
fr: Ajouté pendant l'exécution
it: Aggiunto durante l'esecuzione
ja: 実行中に追加
ko: 실행 중 추가됨
zh_hans: 执行时添加

source: Agent is asking:
de: Agent fragt:
es: El agente pregunta:
fr: L'agent demande :
it: L'agente sta chiedendo:
ja: Agentからの質問:
ko: 에이전트가 질문하고 있습니다:
zh_hans: 代理正在询问:

source: Agent is paused until you complete this action
de: Agent ist pausiert, bis Sie diese Aktion abschließen
es: El agente está pausado hasta que completes esta acción
fr: L'agent est en pause jusqu'à ce que vous effectuiez cette action
it: L'agente è in pausa finché non completi questa azione
ja: この操作を完了するまで、エージェントは一時停止しています
ko: 이 작업을 완료할 때까지 에이전트가 일시 중지됩니다
zh_hans: 代理已暂停，请完成此操作

source: Agent is waiting for your response
de: Agent wartet auf Ihre Antwort
es: El agente está esperando su respuesta
fr: L'agent attend votre réponse
it: L'agente è in attesa della tua risposta
ja: エージェントは応答をお待ちしています
ko: 에이전트가 응답을 기다리고 있습니다
zh_hans: 代理正在等待您的回复

source: Agent Question
de: Agentenfrage
es: Pregunta del agente
fr: Question de l'agent
it: Domanda dell'agente
ja: エージェントの質問
ko: 에이전트 질문
zh_hans: 代理问题

source: Agent saves `EV_Comparison.xlsx` to this folder
de: Agent speichert `EV_Comparison.xlsx` in diesen Ordner
es: Agent guarda `EV_Comparison.xlsx` en esta carpeta
fr: L'agent enregistre `EV_Comparison.xlsx` dans ce dossier
it: Agent salva `EV_Comparison.xlsx` in questa cartella
ja: エージェントが `EV_Comparison.xlsx` をこのフォルダに保存します
ko: 에이전트가 `EV_Comparison.xlsx`를 이 폴더에 저장합니다
zh_hans: 智能体将 `EV_Comparison.xlsx` 保存到此文件夹

source: Agent Skills
de: Agent-Fähigkeiten
es: Habilidades del Agente
fr: Compétences des agents
it: Competenze dell'agente
ja: エージェントスキル
ko: 에이전트 스킬
zh_hans: 代理技能

source: Agent Tasks
de: Agent-Aufgaben
es: Tareas del agente
fr: Tâches de l'agent
it: Attività Agente
ja: エージェントタスク
ko: 에이전트 작업
zh_hans: 智能体任务

source: Agent tasks will create ephemeral VMs from this template. VMs are automatically deleted when tasks complete.
de: Agent-Aufgaben erstellen ephäre VMs aus dieser Vorlage. VMs werden automatisch gelöscht, wenn Aufgaben abgeschlossen sind.
es: Las tareas del agente crearán VMs efímeras a partir de esta plantilla. Las VMs se eliminan automáticamente cuando las tareas finalizan.
fr: Les tâches de l'agent créent des VMs éphémères à partir de ce modèle. Les VMs sont automatiquement supprimées à la fin des tâches.
it: I task degli agenti creeranno VM effimere da questo modello. Le VM vengono eliminate automaticamente al completamento dei task.
ja: このテンプレートからエフェメラルVMが作成され、タスク完了時にVMは自動的に削除されます。
ko: 에이전트 작업은 이 템플릿에서 임시 VM을 생성합니다. 작업이 완료되면 VM은 자동으로 삭제됩니다.
zh_hans: 代理任务将使用此模板创建临时 VM。任务完成后，VM 将自动删除。

source: Agents may ask questions when they need clarification. A dialog will appear—your response helps them proceed successfully.
de: Agents können Fragen stellen, wenn sie eine Klärung benötigen. Ein Dialogfeld erscheint – Ihre Antwort hilft ihnen, erfolgreich fortzufahren.
es: Los agentes pueden hacer preguntas cuando necesiten aclaración. Aparecerá un diálogo: tu respuesta les ayudará a continuar correctamente.
fr: Les agents peuvent poser des questions lorsqu'ils ont besoin de précisions. Une boîte de dialogue apparaîtra — votre réponse les aide à progresser efficacement.
it: Gli agenti potrebbero fare domande quando necessitano di chiarimenti. Apparirà una finestra di dialogo: la tua risposta li aiuterà a procedere con successo.
ja: エージェントが不明点を確認するために質問することがあります。ダイアログが表示されますので、ご回答により正常に進行します。
ko: 에이전트는 명확한 지침이 필요할 때 질문을 할 수 있습니다. 대화 상자가 나타나면 응답해 주세요. 응답은 에이전트가 작업을 성공적으로 진행하는 데 도움이 됩니다.
zh_hans: 代理在需要澄清时会向您提问。对话框将会出现——您的回复有助于它们顺利执行任务。

source: AI agents running in isolated macOS virtual machines
de: KI-Agenten in isolierten macOS virtuellen Maschinen
es: Agentes de IA ejecutándose en máquinas virtuales macOS aisladas
fr: Agents IA fonctionnant dans des machines virtuelles macOS isolées
it: Agenti AI in esecuzione in macchine virtuali macOS isolate
ja: 分離されたmacOS仮想マシンで動作するAIエージェント
ko: 격리된 macOS 가상 머신에서 실행되는 AI 에이전트
zh_hans: 在隔离的 macOS 虚拟机中运行 AI 代理

source: Allow agents to generate images using AI. Generated images are saved to the VM's images inbox folder.
de: Erlauben Sie Agenten, Bilder mithilfe von KI zu generieren. Generierte Bilder werden im Images-Eingangsordner der VM gespeichert.
es: Permitir que los agentes generen imágenes usando IA. Las imágenes generadas se guardan en la carpeta inbox de imágenes de la VM.
fr: Autoriser les agents à générer des images à l'aide de l'IA. Les images générées sont enregistrées dans le dossier de réception des images de la VM.
it: Consenti agli agenti di generare immagini con AI. Le immagini generate vengono salvate nella cartella inbox delle immagini della VM.
ja: エージェントがAIを使用して画像を生成することを許可します。生成された画像はVMの画像受信ボックスフォルダーに保存されます。
ko: 에이전트가 AI를 사용하여 이미지를 생성하도록 허용합니다. 생성된 이미지는 VM의 이미지 수신 폴더에 저장됩니다.
zh_hans: 允许代理使用 AI 生成图像。生成的图像将保存到虚拟机的图片收件箱文件夹。

source: Allowed Tools
de: Erlaubte Werkzeuge
es: Herramientas permitidas
fr: Outils autorisés
it: Strumenti consentiti
ja: 許可されたツール
ko: 허용된 도구
zh_hans: 允许的工具

source: Analyzing task execution...
de: Analysiere Aufgabenausführung...
es: Analizando la ejecución de tareas...
fr: Analyse de l'exécution des tâches...
it: Analisi dell'esecuzione del task...
ja: タスク実行を分析中...
ko: 작업 실행 분석 중...
zh_hans: 正在分析任务执行...

source: Answer Agent Questions
de: Agentenfragen beantworten
es: Responder preguntas del agente
fr: Répondez aux questions des agents
it: Domande dell'Agente
ja: エージェントの質問に回答
ko: 에이전트 질문에 답하기
zh_hans: 回答代理问题

source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé API
it: Chiave API
ja: APIキー
ko: API 키
zh_hans: API密钥

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva
ja: 承認
ko: 승인
zh_hans: 批准

source: Approve (%lld)
de: Genehmigen (%lld)
es: Aprobar (%lld)
fr: Approuver (%lld)
it: Approva (%lld)
ja: 承認 (%lld)
ko: 승인 (%lld)
zh_hans: 批准 (%lld)

source: Approve and execute plan
de: Plan genehmigen und ausführen
es: Aprobar y ejecutar plan
fr: Approuver et exécuter le plan
it: Approva ed esegui piano
ja: プランを承認して実行
ko: 계획 승인 및 실행
zh_hans: 批准并执行计划

source: Are you sure you want to delete '%@'? This cannot be undone.
de: Sind Sie sicher, dass Sie '%@' löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar '%@'? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action est irréversible.
it: Sei sicuro di voler eliminare '%@'? Questa operazione non può essere annullata.
ja: '%@' を削除してもよろしいですか。この操作は取り消せません。
ko: '%@'을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 确定要删除 '%@' 吗？此操作无法撤销。

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchten Sie "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar "%@"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare "%@"? Questa azione non può essere annullata.
ja: 「%@」を削除してもよろしいですか。この操作は取り消せません。
ko: 정말로 "%@"을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 确定要删除 "%@" 吗？此操作无法撤销。

source: Are you sure you want to delete "%@"? This will also remove the API key from your keychain.
de: Sind Sie sicher, dass Sie "%@" löschen möchten? Der API-Schlüssel wird dabei auch aus Ihrem Keychain entfernt.
es: ¿Está seguro de que desea eliminar "%@"? Esto también eliminará la clave API de su llavero.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cela supprimera également la clé API de votre trousseau.
it: Sei sicuro di voler eliminare "%@"? Questo rimuoverà anche la chiave API dal tuo keychain.
ja: 「%@」を削除してもよろしいですか？これにより、APIキーがキーチェーンから削除されます。
ko: 정말로 "%@"을(를) 삭제하시겠습니까? 키체인의 API 키도 함께 제거됩니다.
zh_hans: 确定要删除"%@"吗？这也将从您的钥匙串中移除 API key。

source: Arguments
de: Argumente
es: Argumentos
it: Argomenti
ja: 引数
ko: 매개변수
zh_hans: 参数

source: Ask for revisions...
de: Änderungen anfordern...
es: Solicitar revisiones...
fr: Demander des révisions...
it: Richiedi revisioni...
ja: 修正をリクエスト...
ko: 수정 요청...
zh_hans: 请求修订...

source: Ask Later
de: Später
es: Más tarde
fr: Plus tard
it: Chiedi più tardi
ja: 後で通知
ko: 나중에
zh_hans: 稍后询问

source: at
de: um
es: a las
fr: à
it: alle
ja: に
ko: 에
zh_hans: 在

source: Attach files (⌘⇧A)
de: Dateien anhängen (⌘⇧A)
es: Adjuntar archivos (⌘⇧A)
fr: Joindre des fichiers (⌘⇧A)
it: Allega file (⌘⇧A)
ja: ファイルを添付 (⌘⇧A)
ko: 파일 첨부 (⌘⇧A)
zh_hans: 附加文件 (⌘⇧A)

source: Attach Files to Tasks
de: Dateien an Aufgaben anfügen
es: Adjuntar archivos a tareas
fr: Joindre des fichiers aux tâches
it: Allega file alle attività
ja: タスクにファイルを添付
ko: 작업에 파일 첨부
zh_hans: 附加文件到任务

source: Attached Files
de: Angehängte Dateien
es: Archivos adjuntos
fr: Fichiers joints
it: File allegati
ja: 添付ファイル
ko: 첨부 파일
zh_hans: 附件

source: Attachments
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
zh_hans: 附件

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
ko: 인증
zh_hans: 认证

source: Authorized %@
de: Autorisiert %@
es: Autorizado %@
fr: Autorisé %@
it: Autorizzato %@
ja: 認証済み %@
ko: 승인됨 %@
zh_hans: 已授权 %@

source: Authorized Devices
de: Autorisierte Geräte
es: Dispositivos Autorizados
fr: Appareils autorisés
it: Dispositivi autorizzati
ja: 認証済みデバイス
ko: 승인된 기기
zh_hans: 已授权设备

source: Automate with the API
de: Mit der API automatisieren
es: Automatizar con la API
fr: Automatiser avec l'API
it: Automatizza con l'API
ja: API で自動化
ko: API로 자동화
zh_hans: 使用 API 实现自动化

source: Automate workflows by scheduling tasks to run daily, weekly, or monthly. Click the + button to create a schedule.
de: Automatisieren Sie Arbeitsabläufe, indem Sie Aufgaben täglich, wöchentlich oder monatlich planen. Klicken Sie auf die +-Schaltfläche, um einen Zeitplan zu erstellen.
es: Automatiza flujos de trabajo programando tareas para ejecutarse diariamente, semanalmente o mensualmente. Haz clic en el botón + para crear una programación.
fr: Automatisez vos workflows en planifiant des tâches quotidiennes, hebdomadaires ou mensuelles. Cliquez sur le bouton + pour créer un planning.
it: Automatizza i flussi di lavoro pianificando attività da eseguire quotidianamente, settimanalmente o mensilmente. Fai clic sul pulsante + per creare una pianificazione.
ja: 「タスクを毎日、毎週、または毎月実行するようスケジューリングして、ワークフローを自動化できます。+ ボタンをクリックしてスケジュールを作成してください。」
ko: 작업을 매일, 매주 또는 월별로 실행하도록 예약하여 워크플로를 자동화합니다. + 버튼을 클릭하여 일정을 생성하세요.
zh_hans: 通过调度任务每日、每周或每月运行来自动化工作流。点击 + 按钮创建计划。

source: Automatic Skill Matching
de: Automatische Skill-Zuordnung
es: Emparejamiento automático de habilidades
fr: Correspondance automatique des compétences
it: Corrispondenza Skill Automatica
ja: 自動スキルマッチング
ko: 자동 스킬 매칭
zh_hans: 自动技能匹配

source: Automatically match enabled skills to tasks using AI when no skills are explicitly mentioned via @. When disabled, only explicitly mentioned skills will be used.
de: Aktivierte Fähigkeiten werden automatisch mithilfe von KI an Aufgaben angepasst, wenn keine Fähigkeiten explizit über @ erwähnt werden. Bei Deaktivierung werden nur explizit erwähnte Fähigkeiten verwendet.
es: Empareja automáticamente las habilidades habilitadas con las tareas mediante IA cuando no se mencionan habilidades explícitamente mediante @. Cuando está desactivado, solo se usarán las habilidades mencionadas explícitamente.
fr: Correspondre automatiquement les compétences activées aux tâches à l'aide de l'IA lorsqu'aucune compétence n'est explicitement mentionnée via @. Lorsqu'elle est désactivée, seules les compétences explicitement mentionnées seront utilisées.
it: Abbina automaticamente le skill abilitate ai task usando l'AI quando nessuna skill viene menzionata esplicitamente tramite @. Quando disabilitata, verranno usate solo le skill menzionate esplicitamente.
ja: 有効なスキルを @ で明示的に指定しない場合、AI を使用してタスクに自動的にマッチングします。無効にすると、明示的に指定されたスキルのみが使用されます。
ko: @로 명시적으로 언급되지 않은 경우 AI를 사용하여 활성화된 스킬을 작업에 자동으로 매칭합니다. 비활성화하면 명시적으로 언급된 스킬만 사용됩니다.
zh_hans: 当未通过 @ 显式提及技能时，使用 AI 自动将已启用的技能匹配到任务。禁用时，仅使用显式提及的技能。

source: Automatically match enabled skills to tasks using AI. When disabled, only explicitly mentioned skills (@skill-name) will be used.
de: Ordnet aktivierte Fähigkeiten mithilfe von KI automatisch zu. Wenn deaktiviert, werden nur explizit erwähnte Fähigkeiten (@skill-name) verwendet.
es: Emparejar automáticamente las habilidades habilitadas con las tareas usando IA. Cuando está desactivado, solo se usarán las habilidades mencionadas explícitamente (@skill-name).
fr: Correspondre automatiquement les compétences activées aux tâches à l'aide de l'IA. Lorsqu'elle est désactivée, seules les compétences explicitement mentionnées (@skill-name) seront utilisées.
it: Associa automaticamente le skill abilitate ai task usando l'IA. Se disattivato, verranno usate solo le skill menzionate esplicitamente (@skill-name).
ja: AIを使用して、有効なスキルをタスクに自動的にマッチングします。無効にすると、明示的に言及されたスキル（@skill-name）のみが使用されます。
ko: AI를 사용해 활성화된 스킬을 작업에 자동 매칭합니다. 비활성화 시 명시적으로 언급된 스킬(@skill-name)만 사용됩니다.
zh_hans: 自动使用 AI 匹配已启用的技能到任务。禁用时，仅使用明确提及的技能（@skill-name）。

source: Available Templates
de: Verfügbare Vorlagen
es: Plantillas disponibles
fr: Modèles disponibles
it: Modelli disponibili
ja: 利用可能なテンプレート
ko: 사용 가능한 템플릿
zh_hans: 可用模板

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
zh_hans: 返回

source: Backup Complete
de: Backup abgeschlossen
es: Copia de seguridad completada
fr: Sauvegarde terminée
it: Backup completato
ja: バックアップ完了
ko: 백업 완료
zh_hans: 备份完成

source: Backup Failed
de: Sicherung fehlgeschlagen
es: Copia de seguridad fallida
fr: Échec de la sauvegarde
it: Backup non riuscito
ja: バックアップに失敗しました
ko: 백업 실패
zh_hans: 备份失败

source: Backup SwiftData
de: SwiftData sichern
es: Copia de seguridad de SwiftData
fr: Sauvegarder SwiftData
ja: SwiftDataをバックアップ
ko: SwiftData 백업
zh_hans: 备份 SwiftData
